<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="EN" lang="EN" dir="ltr">
<head profile="http://gmpg.org/xfn/11">
<title>Εύδοξος- Ηλεκτρονική Υπηρεσία Ολοκληρωμένης Διαχείρισης Συγγραμμάτων</title>
<meta http-equiv="Content-Type" content="text/html; charset=windows-1253">
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<meta http-equiv="imagetoolbar" content="no" />
<link rel="stylesheet" href="styles/layout.css" type="text/css" />
<script type="text/javascript" src="scripts/jquery-1.4.1.min.js"></script>
<script type="text/javascript" src="scripts/jquery.slidepanel.setup.js"></script>
</head>
<body id="top">				<!-- Sto top meros tis selidas -->



	<!-- 	Statiko panw meros selidas -->
	<?php include 'loggedStHeader.php';?>


<!-- ####################################################################################################### -->

<div class="wrapper">
  <div class="container">
	<!-- 	Statiko panw meros selidas -->
	<?php include 'latestNews.php';?>
  
  
    <div class="content">
		<h2><strong>Καλώς ήρθατε στο Εύδοξος</strong></h2>
		<p>Πρόκειται για μία πρωτοποριακή υπηρεσία για την άμεση και ολοκληρωμένη παροχή των Συγγραμμάτων των φοιτητών των Πανεπιστημίων και των ΤΕΙ της επικράτειας.</p>
		<p>Η διαδικασία είναι πλήρως αυτοματοποιημένη και προσφέρει: 
		<br>(α) Πλήρη ενημέρωση στους φοιτητές για τα παρεχόμενα Συγγράμματα σε κάθε μάθημα</br>
		(β) Δυνατότητα άμεσης παραλαβής των Συγγραμμάτων και
		<br>(γ) Αποτελεσματικούς μηχανισμούς για την ταχεία αποζημίωση των Εκδοτών και για την αποτροπή της καταχρηστικής εκμετάλλευσης των δημόσιων πόρων</p></br>
		<br></br><p><strong>Περιγραφή φάσεων/διαδικασιών</strong></p>
		<br>1. Κάθε Εκδότης περνάει αρχικά μία διαδικασία πιστοποίησης προκειμένου να αποκτήσει πρόσβαση στο σύστημα. Έπειτα μπορεί να προβαίνει στην καταχώριση και τη διαρκή ενημέρωση των στοιχείων των Συγγραμμάτων του στην Κεντρική Βάση Δεδομένων (ΚΒΔ).</br>
		2. Οι διδάσκοντες των Τμημάτων έχουν πρόσβαση στην Κεντρική Βάση των Συγγραμμάτων και μπορούν να επιλέξουν ποια Συγγράμματα θα προτείνουν για το μάθημά τους.
		<br>3. Τα Συγγράμματα που εγκρίνονται από τα αρμόδια ακαδημαϊκά όργανα, καταχωρίζονται από τη Γραμματεία του κάθε Τμήματος στην ΚΒΔ, σε αντιστοιχία με τα μαθήματα του Προγράμματος Σπουδών.</br>
		4.  Ο φοιτητής εισέρχεται σε μία κεντρική ιστοσελίδα του Κεντρικού Πληροφοριακού Συστήματος (ΚΠΣ) από όπου γίνεται η πιστοποίησή του (μέσω Shibboleth). Εκεί ενημερώνεται για τα εγκεκριμένα Συγγράμματα των μαθήματων του Τμήματός του και επιλέγει τα Συγγράμματα που δικαιούται.
		<br>5. Ο φοιτητής λαμβάνει άμεσα από το ΚΠΣ ένα SMS και ένα e-mail με τον κωδικό ΡΙΝ, με τον οποίο και παραλαμβάνει τα Συγγράμματα που επέλεξε.</br>
		6. Το Υπουργείο Παιδείας ενημερώνεται σε πραγματικό χρόνο για την πορεία του έργου και μεριμνά για την ταχεία αποζημίωση των εκδοτών.
		
    </div>
    
    <br class="clear" />
  </div>
</div>

	<!-- 	Statiko panw meros selidas -->
	<?php include 'loggedStFooter.php';?>
	
</body>
</html>

